"ACL and permission settings are changed, but not applied" = "ACL ja oikeusasetukset ovat muuttuneet, mutta eivät käytössä";
"ACL and permissions cannot be changed for item \"%@\"." = "Kohteen \"%@\" ACL:ää ja oikeuksia ei voida muuttaa.";
"ACL and permissions cannot be read for item \"%@\"." = "Kohteen \"%@\" ACL:ää ja oikeuksia ei voida lukea.";
"Access Control List…" = "ACL-pääsynhallintalista…";
"Administration" = "Ylläpito";
"All descendants" = "Kaikki jälkeläiset";
"Allow" = "Salli";
"Append Data" = "Lisää data";
"Applies To" = "Käytä kohteisiin";
"Applies to" = "Käytä kohteisiin";
"Change Owner" = "Vaihda omistaja";
"Change Permissions" = "Vaihda käyttöoikeudet";
"Child files" = "Sisältyvät tiedostot";
"Child folders" = "Sisältyvät kansiot";
"Create Files" = "Luo tiedostoja";
"Create Folder" = "Luo kansio";
"Custom…" = "Muokattu…";
"Delete" = "Poista";
"Delete Subfolders and Files" = "Poista alikansioita ja tiedostoja";
"Deny" = "Kiellä";
"Do you want to apply changed ACL and permissions settings for item \"%@\"?" = "Haluatko ottaa muutetut oikeudet ja ACL:n käyttöön kohteelle \"%@\"?";
"Drag a user to this panel to change" = "Raahaa käyttäjä tähän näkymään muuttaaksesi";
"Drag a user to this panel to determine effective access privileges" = "Raahaa käyttäjä tähän näkymään selvittääksesi soveltuvat käyttöoikeudet";
"Drag group into ACL list to add." = "Raahaa ryhmä ACL-listaan lisätäksesi.";
"Drag user into ACL list to add." = "Raahaa käyttäjä ACL-listaan lisätäksesi.";
"Effective Permissions" = "Soveltuvat käyttöoikeudet";
"Execute File" = "Suorita tiedosto";
"Full Control" = "Täydet oikeudet";
"Group:" = "Ryhmä:";
"Groups" = "Ryhmät";
"ID Is" = "ID on";
"Inherit Entries from Parent Folder" = "Peri tiedot isäntäkansiosta";
"Inherited" = "Peritty";
"Inherited:" = "Peritty:";
"List Folder Contents" = "Listaa kansion sisältö";
"Make Inherited Entries Explicit" = "Tee perityistä asetuksista eksplisiittisiä";
"Name Contains" = "Nimi sisältää";
"Name Ends With" = "Nimi päättyy";
"Name Is" = "Nimi on";
"Name Starts With" = "Nimi alkaa";
"No Access" = "Ei pääsyä";
"Not this item" = "Ei tämä kohde";
"Number of records:" = "Tietueiden määrä:";
"Permission" = "Oikeus";
"Permission Type:" = "Oikeustyyppi:";
"Permissions for \"%@\"" = "Oikeudet kohteelle \"%@\"";
"Propagate Permissions…" = "Periytä oikeudet…";
"Read" = "Luku";
"Read & Write" = "Luku ja kirjoitus";
"Read Attributes" = "Lue attribuutit";
"Read Data" = "Lue data";
"Read Extended Attributes" = "Lue laajennetut attribuutit";
"Read Permissions" = "Lue käyttöoikeudet";
"Remove Access Control List" = "Poista ACL-pääsynhallintalista";
"Remove Inherited Entries" = "Poista periytyvät asetukset";
"Revert" = "Palauta";
"Save" = "Tallenna";
"Select User" = "Valitse käyttäjä";
"Set of Permissions" = "Oikeussetti";
"Setting no permission is senseless." = "Oikeuksien asettamattajättäminen ei ole järkevää.";
"Sort Access Control List Canonically" = "Järjestä ACL-lista kanonisesti";
"This item" = "Tämä kohde";
"Traverse Folder" = "Kansion selaus";
"Type" = "Tyyppi";
"Unknown:" = "Tuntematon:";
"User Name" = "Käyttäjänimi";
"User or Group" = "Käyttäjä tai ryhmä";
"User:" = "Käyttäjä:";
"Users" = "Käyttäjät";
"Users & Groups" = "Käyttäjät ja ryhmät";
"Write" = "Kirjoitus";
"Write Attributes" = "Kirjoita attribuutteja";
"Write Data" = "Kirjoita dataa";
"Write Extended Attributes" = "Kirjoita laajennettuja attribuutteja";

/* ==== UNLOCALIZED ==== */

"UID" = "UID";
